Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
pt: Este conteúdo contém informações de identificação pessoal relacionadas com a identidade de um indivíduo, tais como o nome, endereço de e-mail, localização, número de identificação ou número de telefone.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
pt: O fornecimento dessas informações é opcional. Você só deve adicionar caso se sinta confortável. Quando divulgamos o conjunto de dados, tornamos anônimas todas as informações pessoais e garantimos que informações como seu nome e email não sejam conectadas a informações demográficas, como idade ou sexo.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
pt: Esta informação é opcional - deve fornecê-la apenas se se sentir confortável. Quando publicamos o conjunto de dados, pseudo-anonimizamos todas as informações pessoais e garantimos que dados como o seu nome e e-mail não sejam associados a informações demográficas como a idade ou o género. Para que a tecnologia funcione bem para todos, os dados que ajudam os programadores a criar tecnologia precisam refletir uma ampla diversidade de pessoas. Saiba mais sobre a importância dos metadados.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
pt: Este é um segmento orientado a caso de uso que contém dados para capacitar reconhecimento de dígitos falados e detecção de sim/não.

source: This is how you cite yourself if you wrote the content yourself.
pt: É assim que deve citar a si, caso você mesmo tenha escrito o conteúdo.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
pt: Esta configuração controla sua visibilidade no painel de líderes. Quando oculta, seu progresso fica privativo. Significa que sua imagem, nome de usuário e progresso não aparecem no painel de líderes. Note que a atualização do painel de líderes demora ~{ $minutes }min para aplicar alterações.

source: Three to go!
pt: No três, vai!

source: Tibetan
pt: Tibetano

source: Tigre
pt: Tigré

source: Tigrinya
pt: Tigrínia

source: Tlazoyaltepec Mixtec
pt: Mixtec de Tlazoyaltepec

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
pt: Para alterar ou editar seu endereço de email, envie-nos um email para <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
pt: Hoje

source: Today's Common Voice progress on clips recorded
pt: Progresso de hoje do Common Voice em clipes gravados

source: Today's Common Voice progress on clips validated
pt: Progresso de hoje do Common Voice em clipes validados

source: Today's Progress
pt: Progresso de hoje

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
pt: Para entrar no conjunto de dados do Common Voice, um clipe de voz precisa ser validado por dois diferentes usuários.

source: Too many files
pt: Arquivos demais

source: Top Contributors
pt: Principais contribuidores

source: Total Approved
pt: Total aprovado

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
pt: { $totalHours } horas é alcançável em apenas { $periodMonths } meses se { $people } pessoas gravar { $clipsPerDay } clipes por dia.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
pt: À direita, destacamos os benefícios e esclarecemos quais informações tornamos públicas. Use os links abaixo para começar a usar uma conta do Common Voice em seu dispositivo.

source: Toward next goal
pt: Rumo à próxima meta

source: Track progress here and on your stats page.
pt: Acompanhe o progresso aqui e na sua página de estatística.

source: Transcribe
pt: Transcrever

source: Transcribe answers
pt: Transcrever respostas

source: Transcribe Audio
pt: Transcrever áudio

source: Transcribe audio recordings into text
pt: Transcrever gravações de áudio em texto

source: Transcribe audio recordings in your language
pt: Transcrever gravações de áudio em seu idioma

source: Transcribe Audio <small>(Coming soon)</small>
pt: Transcrever áudio <small>(em breve)</small>

source: Transcript edited successfully
pt: Transcrição editada com sucesso

source: Transcript skipped successfully
pt: Transcrição ignorada com sucesso

source: Transcript submitted successfully
pt: Transcrição enviada com sucesso

source: Transcript voted successfully
pt: Transcrição votada com sucesso

source: Transgender
pt: Transgênero

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
pt: <translateVideoLink>Assista ao nosso guia sobre como usar o Pontoon.</translateVideoLink>

source: Translating the site
pt: Tradução do site

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
pt: A tradução é a partir do inglês, mas você pode ver <strong>sugestões</strong> em outros idiomas. Clique no ícone de <strong>perfil</strong>, depois no link <strong>Settings</strong> (configurações) e adicione os idiomas que você fala. No canto inferior direito há uma lista de traduções chamada <strong>Locales</strong>. As traduções aparecem no site após um dia.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
pt: A tradução do site Common Voice é feita no <strong>Pontoon</strong>.

source: Try again by dragging your file here
pt: Tente novamente arrastando seu arquivo para cá

source: Try uploading again
pt: Tentar enviar novamente

source: Turkish
pt: Turco

source: Turkmen
pt: Turcomano

source: Typically megabytes
pt: Normalmente megabytes

source: Udmurt
pt: Udmurte

source: Ukrainian
pt: Ucraniano

source: Understand contribution criteria
pt: Entenda os critérios de contribuição

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
pt: Entenda como contribuir e validar frases e clipes de áudio para o conjunto de dados do Common Voice

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
pt: Saiba o que procurar ao ouvir clipes de voz e ajude a tornar suas gravações de voz mais ricas também!

source: Universities, Academics and Researchers
pt: Universidades, acadêmicos e pesquisadores

source: Upload aborted. Do you want to delete your recordings?
pt: Envio abortado. Deseja excluir suas gravações?

source: Upload an image file
pt: Enviar um arquivo de imagem

source: { $uploadedSentences } of { $totalSentences } sentences collected
pt: { $uploadedSentences } de { $totalSentences } frases coletadas

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
pt: { $uploadedSentences } de { $totalSentences } frases coletadas. Clique <downloadLink>aqui</downloadLink> para baixar as frases rejeitadas.

source: Upload failed, please retry.
pt: Falha no envio, tente novamente.

source: Upload <icon></icon> public domain sentences
pt: Enviar <icon></icon> frases de domínio público

source: Upload in progress...
pt: Envio em andamento...

source: Upload more sentences?
pt: Enviar mais frases?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
pt: O envio deste clipe continua falhando no servidor. Atualize a página ou tente novamente mais tarde.

source: Upload of this clip keeps failing, keep retrying?
pt: O envio deste clipe continua falhando. Continuar tentando?

source: Use correct grammar
pt: Usar gramática correta

source: Use correct spelling and punctuation
pt: Usar ortografia e pontuação corretas

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
pt: Útil para <mark>contextos de fala orgânica</mark> e casos de uso (por exemplo, quando deseja que o reconhecimento de fala funcione com pessoas que estejam a falar de forma coloquial e sem guião)

source: User Name
pt: Nome

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
pt: Os usuários validam a exatidão de clipes doados, verificando se quem falou leu a frase corretamente.

source: Uyghur
pt: Uigur

source: Uzbek
pt: Usbeque

source: Validated Clips
pt: Clipes validados

source: Validated Hours
pt: Horas validadas

source: Validated Hr. Total
pt: Total de horas validadas

source: Validate readings
pt: Validar leituras

source: Validate Readings
pt: Validar leituras

source: Validate Readings, Review Transcriptions
pt: Validar leituras, revisar transcrições

source: Validate Readings <small>(Coming soon)</small>
pt: Validar leituras <small>(em breve)</small>

source: Validate readings submitted by community members
pt: Validar leituras enviadas por membros da comunidade

source: Validate user-recorded readings in your language
pt: Validar leituras gravadas por usuários em seu idioma

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
pt: Verifique <validateIcon></validateIcon> se esta pergunta atende às diretrizes.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
pt: Validar clipes doados é igualmente importante para a missão do Common Voice. Ouça e nos ajude a criar dados de voz de código aberto de qualidade.

source: Validation Progress
pt: Progresso da validação

source: Validations
pt: Validações

source: Value and recognition.
pt: Valorização e reconhecimento.

source: Variant Contribution Options
pt: Opções de contribuição de variantes

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
pt: Variante é uma forma específica de um idioma. Por exemplo, compartilhada por quem vive em uma área geográfica ou comunidade. Às vezes, é chamada de dialeto.

source: Varying Pronunciations
pt: Pronúncias diferentes

source: Venetian
pt: Veneziano

source: Version
pt: Versão

source: Very common mistakes include:
pt: Erros muito comuns incluem:

source: Vietnamese
pt: Vietnamita

source: View your progress against personal and project goals.
pt: Veja seu progresso em comparação com metas pessoais e do projeto.

source: Visible
pt: Visível

source: Visit our blog or write about us
pt: Visite nosso blog ou escreva sobre nós

source: Voice clips are entered into a submission queue that readies them for listening.
pt: Os clipes de voz são inseridos em uma fila de envio que as disponibiliza para ser ouvidas.

source: Voice Collection
pt: Coleta de voz

source: Voice Contribution
pt: Contribuição de voz

source: Voice Dataset, Ready for Download
pt: Conjunto de dados de voz, pronto para baixar

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
pt: Voz é natural, voz é humana. É por isso que estamos empolgados com a criação de tecnologia de voz utilizável para nossas máquinas. Mas para criar sistemas de voz, os desenvolvedores precisam de uma quantidade extremamente grande de dados de voz.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
pt: A voz é natural, a voz é humana. É por isso que estamos fascinados com a criação de uma tecnologia de voz utilizável para nossas máquinas. Mas para criar sistemas de voz, é necessária uma quantidade extremamente grande de dados de voz.

source: Voices Online Now
pt: Vozes online agora

source: Voice Validation
pt: Validação de voz

source: Votic
pt: Vótico

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
pt: VoxForge foi criado para coletar falas transcritas para uso com mecanismos de reconhecimento de fala gratuitos e de código aberto.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
pt: Quer ajudar a tornar o Common Voice ainda melhor? Fantástico! Entre em contato via email ou nos fóruns do <discourseLink>Discourse</discourseLink>, relate problemas no site via <githubLink>GitHub</githubLink>, ou participe de conversas da comunidade no <matrixLink>Matrix</matrixLink>.

source: Want to save your information? <createProfile>Create a profile</createProfile>
pt: Quer salvar suas informações? <createProfile>Crie um perfil</createProfile>

source: Want to stay in touch with Common Voice?
pt: Quer estar em contato com o Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
pt: Quer receber avisos quando lançarmos novas versões do conjunto de dados do Common Voice? Inscreva-se em nosso boletim informativo.

source: Watch our video explainer to help
pt: Assista ao nosso vídeo explicativo

source: Wayuunaiki
pt: Wayuu

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
pt: Estamos sempre procurando ouvir os consumidores de dados sobre suas necessidades e contexto. Desde a colaboração na plataforma de coleta de dados até o fornecimento de percepções de integridade de dados, queremos <emailFragment>ouvir você</emailFragment>.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
pt: Estamos construindo um conjunto de dados de voz aberto e disponível publicamente para que qualquer um possa usar no treinamento de aplicações habilitadas por voz.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
pt: Estamos entusiasmados em apoiar o envolvimento do setor público em tecnologia, inovação e direitos linguísticos. Se você planeja executar um grande projeto ou campanha, <emailFragment>entre em contato</emailFragment>.

source: We are going out to get a coffee.
pt: Vou beber um copo de uma água.

source: We are going out to get coffee.
pt: Vamos sair para tomar café.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
pt: Oferecemos mais opções para dar às pessoas mais escolhas sobre o que nos contam sobre seu sexo ou identidade de gênero. Descreva a si mesmo da maneira que sentir mais natural para você. <learnMoreLink>Saiba mais sobre nossa abordagem em relação a sexo e gênero.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
pt: Nós da Mozilla construímos uma comunidade em torno de tecnologias de voz. Queremos estar em contato, com novidades, novas fontes de dados e saber mais sobre como vocês usam esses dados.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
pt: Acreditamos que conjuntos de dados de voz grandes e acessíveis ao público promovem a inovação e a saudável concorrência comercial em tecnologias de voz baseadas em aprendizagem de máquinas. Este é um esforço global e convidamos todos a participar. O nosso objetivo é ajudar as tecnologias de voz a ser mais inclusivas, refletindo a diversidade de vozes no mundo todo.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
pt: Acreditamos que grandes conjuntos de dados de voz, disponíveis publicamente, irão fomentar a inovação e a competição comercial saudável em tecnologias de voz baseadas em aprendizado de máquina. O conjunto de dados multi-idioma do Common Voice já é o maior conjunto de dados de voz do seu tipo disponível publicamente, mas não é o único. Considere esta página como um centro de referência para outros conjuntos de dados de voz de código aberto e, à medida que o Common Voice continua a crescer, o local de lançamento de nossas atualizações.

source: Website Localization
pt: Tradução do site

source: Websites
pt: Sites

source: We couldn’t find that page for you
pt: Não foi possível encontrar esta página para você

source: We couldn’t get any audio clips for you to listen to. Please try again later.
pt: Não foi possível obter nenhum clipe de áudio para você ouvir. Tente novamente mais tarde.

source: We couldn’t get any sentences for you to speak. Please try again later.
pt: Não foi possível obter nenhuma frase para você falar. Tente novamente mais tarde.

source: Weekly
pt: Semanal

source: Weekly Goal
pt: Meta semanal

source: We launch the Common Voice site in this language.
pt: Lançamos o site do Common Voice neste idioma.

source: Welcome { $company } staff!
pt: Boas-vindas, equipe do { $company }!

source: Welcome to Common Voice
pt: Bem-vindo ao Common Voice

source: Welcome to Spontaneous Speech
pt: Boas-vindas ao Discurso Espontâneo

source: Welsh
pt: Galês

source: We may have run out of clips - refresh the page, or try again later.
pt: Nós ficamos sem clipes para validar neste idioma...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
pt: Podemos não ter recebido esta solicitação. Envie um email diretamente para <emailLink>{ $email }</emailLink> e entraremos em contato com você!

source: We periodically release the dataset
pt: Nós disponibilizamos periodicamente o conjunto de dados

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
pt: Prometemos lidar com suas informações com cuidado. Saiba mais em nosso <privacyLink>Aviso de Privacidade</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
pt: Estamos construindo um conjunto de dados de voz multi-idioma, de código aberto, que qualquer pessoa pode usar para treinar aplicações habilitadas para voz.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
pt: Estamos colhendo um conjunto de dados de voz de código aberto através de colaboração pública. Doe sua voz, valide a correção dos clipes de outras pessoas, torne o conjunto de dados melhor para todos.

source: We’re experiencing unexpected downtime
pt: Estamos com uma inatividade inesperada

source: We're going out to get coffee.
pt: Vou beber um copo d'água.

source: We’re going out to get coffee.
pt: Vou beber um copo d'água.

source: We release the dataset every 3 months.
pt: Lançamos o conjunto de dados a cada 3 meses.

source: We're making some big changes
pt: Estamos a fazer grandes mudanças

source: We're receiving a lot of traffic and are currently investigating the issues.
pt: Estamos a receber muito tráfego de momento e estamos a investigar os problemas.

source: We’re sorry, your platform is not currently supported.
pt: Nos desculpe, mas sua plataforma não é suportada.

source: Western Highland Purepecha
pt: Purepecha das Terras Altas do Oeste

source: Western Penan
pt: Penan Ocidental

source: Western Sierra Puebla Nahuatl
pt: Nahuatl de Sierra Puebla Ocidental

source: Westphalian
pt: Westfaliano

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
pt: Usamos uma ferramenta da Mozilla chamada <pontoonLink>Pontoon</pontoonLink> para traduções. O Pontoon tem muitos idiomas, mas se não tiver o seu, você pode <pontoonRequestLink>solicitar que seu idioma seja adicionado</pontoonRequestLink>. Em seguida, para disponibilizar o idioma no projeto Common Voice, <githubRepoLink>solicite o novo idioma no GitHub</githubRepoLink>. <localizationFragment>Veja mais sobre tradução do site</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
pt: Fizemos algumas alterações. Os Segmentos Delta contêm apenas os clipes mais recentes desde o último lançamento. <deltaLink>Leia mais sobre este trabalho</deltaLink>.

source: We've run out of sentences to record in this language...
pt: Nós ficamos sem frases para gravar neste idioma...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
pt: Queremos que os modelos de fala sejam melhores para entender uma gama diversificada de falantes. Para que isso aconteça, um conjunto de dados de voz deve representar muitas pessoas diferentes.
